/* afpAccessDenied */
"-5000.message" = "Du har ikke tilladelse til at åbne programmet %@.";
"-5000.info" = "Kontakt computer- eller netværksadministratoren for at få hjælp.";
"-5000.help" = "mh1519";

/* afpAccessDenied - but for document */
"documentPermissionError" = "Du har ikke tilladelse til at åbne dokumentet %@.";
"documentPermissionError.info" = "Kontakt computer- eller netværksadministratoren for at få hjælp.";
"documentPermissionError.help" = "mh1519";

/* afpInsideTrashErr*/
"-5044.message" = "Du kan ikke åbne programmet %@, fordi det ligger i papirkurven.";
"-5044.info" = "Hvis du vil åbne dette program, skal du flytte det fra papirkurven.";

/* kLSAppInTrashErr */
"-10660.message" = "Du kan ikke åbne programmet %@, fordi det ligger i papirkurven.";
"-10660.info" = "Hvis du vil åbne dette program, skal du flytte det fra papirkurven.";

/* kLSAppIsInBackupSnapshotErr */
"-10657.message" = "Du kan ikke åbne programmet %@, fordi det ligger i en Time Machine-sikkerhedskopi.";

/* kLSIncompatibleApplicationVersionErr */
"-10664.message" = "Du kan ikke bruge denne version af programmet %@ med denne version af Mac OS X.";
"-10664.info" = "Du har %@ %@.";
"-10664.help" = "mh24615";

/* kLSIncompatibleApplicationVersionErr with Software Update */
"-10664.message.2" = "Du skal opdatere til den nyeste version for at kunne åbne %@.";
"-10664.info.2" = "Start Softwareopdatering for at installere den nu.";

/* kLSNoRosettaEnvironmentErr */
"-10665.title" = "Hvis du vil åbne %@, skal du installere Rosetta. Vil du installere det nu?";
"-10665.error.title" = "Hvis du vil åbne %@, skal du installere Rosetta.";
"-10665.error.nonetwork" = "Du installerer Rosetta ved at oprette forbindelse til Internet og åbne %@. Hvis du ikke kan oprette forbindelse til Internet, skal du indsætte installeringsdisken til Mac OS X, åbne mappen Valgfri software og dobbeltklikke på Valgfri software.";
"-10665.error.noserver" = "Softwareopdateringer er ikke tilgængelige nu. Åbn %@ igen, når de er tilgængelige.";
"-10665.error.busy" = "Det er ved at blive installeret en anden softwareopdatering. Når opdateringen er færdig, skal du åbne %@ igen for at installere Rosetta.";
"-10665.error.notfound" = "Hvis du vil installere Rosetta senere, skal du åbne %@ igen. Hvis du ikke kan oprette forbindelse til Internet, skal du indsætte installeringsdisken til Mac OS X, åbne mappen Valgfri software og dobbeltklikke på Valgfri software.";

/* kLSNoClassicEnvironmentErr */
"-10828.message" = "Du kan ikke åbne programmet %@, fordi Classic ikke længere understøttes.";

/*kLSIncompatibleSystemVersionErr*/
"-10825.message" = "Du kan ikke bruge denne version af programmet %@ med denne version af Mac OS X.";
"-10825.info" = "Du har Mac OS X %@. Programmet kræver Mac OS X %@ eller en nyere version.";
"-10825.help" = "mh24616";

/* kLSNoLaunchPermissionErr */
"-10826.message" = "Du har ikke tilladelse til at åbne programmet %@.";
"-10826.info" = "Kontakt computer- eller netværksadministratoren for at få hjælp.";
"-10826.help" = "mh1519";

/* kLSNoExecutableErr */
"-10827.message" = "Du kan ikke åbne programmet %@, fordi det kan være beskadiget eller ufuldstændigt.";

/* kLSMultipleSessionsNotSupportedErr */
"-10829.message" = "Du kan ikke åbne programmet %@, fordi andre bruger det.";
"-10829.info" = "Bed den anden bruger om at slutte programmet, og prøv igen.";

/* fnfErr */
"-43.message" = "Programmet findes ikke.";

/* kLSApplicationNotFoundErr -10814 */
kLSApplicationNotFoundErr = "Der er ikke angivet et standardprogram til at åbne dokumentet %@.";
kLSApplicationNotFoundErr.url = "Der er ikke angivet et standardprogram til at åbne URL'en %@.";

/* this is the default message we use if no other error was found */
default.message = "Programmet %@ kan ikke åbnes.";
default.info = "%d";

default2.message = "Programmet kan ikke åbnes.";

/* kLSExecutableIncorrectFormat -10661 */
"-10661.message" = "Du kan ikke åbne programmet %@, fordi det ikke understøttes af denne type Mac.";

SU_BUTTON = "Softwareopdatering…";

OK = "OK";